; Polski
; Tłumaczył na Polski jawdar

[i18n]
IDS_UPDATE_NO=Aktualizacje nie są dostępne.
IDS_UPDATE_YES=Nowa wersja (%s) jest dostępna. czy otworzyć stronę pobierania?
IDS_DONATE=Przekaż darowiznę
IDS_DONATE_TEXT=Development is powered by your donations!
IDS_SHOWATSTARTUP_CHK=Show at startup
IDS_FILE=Plik
IDS_SETTINGS=Ustawienia...
IDS_EXIT=Wyjdź
IDS_HELP=Pomoc
IDS_WEBSITE=Strona internetowa
IDS_CHECKUPDATES=Sprawdź aktualizacje
IDS_ABOUT=O programie
IDS_TRAY_SHOW=Pokaż/Ukryj
IDS_TRAY_DISABLE=Wyłącz
IDS_TRAY_POPUP_1=Czyść obszary
IDS_TRAY_POPUP_2=Czyść Kiedy przekroczy
IDS_TRAY_POPUP_3=Czyść wszystko co
IDS_CLEAN=W Y C Z Y Ś Ć
IDS_GROUP_1=Pamięć Fizyczna
IDS_GROUP_2=Plik stronicowania
IDS_GROUP_3=Praca systemu
IDS_ITEM_1=Użycie
IDS_ITEM_2=Wolna
IDS_ITEM_3=Całkowita/dostępna
IDS_SETTINGS_GENERAL=Ogólne ustawienia
IDS_SETTINGS_MEMORY=Czyszczenie pamięci
IDS_SETTINGS_APPEARANCE=Wygląd
IDS_SETTINGS_TRAY=Ikona w zasobniku
IDS_CLOSE=Zamknij
IDS_TITLE_1=Konfiguracja ogólna:
IDS_TITLE_2=Język:
IDS_TITLE_3=Regiony pamięci do czyszczenia:
IDS_TITLE_4=Zarządzanie pamięcią:
IDS_TITLE_5=Skrót (globalny):
IDS_TITLE_6=Styl:
IDS_TITLE_7=Wybierz kolor:
IDS_TITLE_8=Sterowanie myszą:
IDS_TITLE_9=Porady dymkowe:
IDS_ALWAYSONTOP_CHK=Zawsze na wierzchu
IDS_LOADONSTARTUP_CHK=Załaduj przy starcie systemu
IDS_REDUCTCONFIRMATION_CHK=Potwierdź czyszczenie pamięci
IDS_SKIPUACWARNING_CHK=Pomiń szybkie ostrzegani - "Kontrolę konta użytkownika" 
IDS_CHECKUPDATES_CHK=Okresowo sprawdzaj aktualizacje (zalecane)
IDS_LANGUAGE_HINT=Wybierz język:
IDS_WORKINGSET_CHK=Zestaw roboczy (Vista i nowsze)
IDS_SYSTEMWORKINGSET_CHK=system
IDS_STANDBYLISTPRIORITY0_CHK=GotowośĆ bez priorytetu (Vista i nowsze)
IDS_STANDBYLIST_CHK=Lista gotowości (Vista i nowsze)
IDS_MODIFIEDLIST_CHK=Zmodyfikowane strony (Vista i nowsze)
IDS_COMBINEMEMORYLISTS_CHK=Combine memory lists (Windows 10 and above)
IDS_AUTOREDUCTENABLE_CHK=Czyść gdy powyżej: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Czyść co: (min.)
IDS_HOTKEY_CLEAN_CHK=Czyść pamięć:
IDS_TRAYUSETRANSPARENCY_CHK=Korzystaj z przezroczystym tłem
IDS_TRAYSHOWBORDER_CHK=Pokaż obramowanie
IDS_TRAYROUNDCORNERS_CHK=Zaokrąglanie narożników
IDS_TRAYCHANGEBG_CHK=Zmiana koloru tła (zamiast tekstu i obramowania)
IDS_TRAYUSEANTIALIASING_CHK=Wygładzanie
IDS_FONT_HINT=Font:
IDS_COLOR_TEXT_HINT=Kolor tekstu:
IDS_COLOR_BACKGROUND_HINT=Kolor tła:
IDS_COLOR_WARNING_HINT="Poziom ostrzeżeń" Kolor:
IDS_COLOR_DANGER_HINT="Poziom zagrożenia" Kolor:
IDS_TRAYLEVELWARNING_HINT="Poziom ostrzeżeń" Uruchom gdy: (%)
IDS_TRAYLEVELDANGER_HINT="Poziom zagrożenia" Uruchom gdy: (%)
IDS_TRAYACTIONDC_HINT=Kliknij dwukrotnie:
IDS_TRAYACTIONMC_HINT=Kliknięcie środkowym przyciskiem:
IDS_TRAY_ACTION_1=Pokaż/Ukryj
IDS_TRAY_ACTION_2=W Y C Z Y Ś Ć
IDS_TRAY_ACTION_3=Otwórz Menedżer zadań
IDS_SHOW_CLEAN_RESULT_CHK=Pokaż wyniki czyszczenie pamięci
IDS_QUESTION=Czy chcesz rozpocząć czyszczenie pamięci?
IDS_QUESTION_WARNING_TITLE=Warning!
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure enable this option?
IDS_QUESTION_FLAG_CHK=Do not show anymore
IDS_STATUS_CLEANED=Pamięć została oczyszczona o %s.
IDS_STATUS_NOPRIVILEGES=Wymagane uprawnienia administratora, uruchom program jako administrator!
